<?php 
    if(!empty($_SESSION["user"]) && isset($_GET["success_update"])){
        ?>
        <h1 style="color: orange;">Дані про користувача було успішно оновлено</h1>
        <?php
    }
?>

<div class="inside">
	<main>
		<h3>Коротка інформація</h3>

        <div class="inside1">
            <p>
                Цей сайт розроблений для того аби користувачі мали змогу дізнаватись
                про рух маршрутних транспортних засобів. Деяка інформація доступна 
                неавторизованим користувачам. Якщо ви прагнете дізнатись більше інформації,
                будь-ласка створіть акаунт або увійдіть під своїм логіном.  
            </p>
        </div>
	</main>
</div>